import { v4 as uuidv4 } from "uuid";

export const faqData = [
  {
    id: uuidv4(),
    title: "نوع وب‌سایت مناسب کسب‌وکار من چیست؟",
    desc: "برای انتخاب نوع وب‌سایت مناسب کسب‌وکار، ابتدا باید به نیازها و اهداف کسب‌وکار خود توجه کنید. اگر هدف شما فروش آنلاین است، یک فروشگاه اینترنتی با قابلیت‌های پرداخت و سبد خرید ضروری است. برای شرکت‌های خدماتی، وب‌سایتی که اطلاعات جامعی از خدمات ارائه دهد و امکان برقراری ارتباط با مشتریان را فراهم کند، مناسب خواهد بود. کسب‌وکارهای تولید محتوا می‌توانند از وب‌سایت‌های بلاگ‌محور استفاده کنند. همچنین، وب‌سایت‌های شرکتی برای ارائه پروفایل شرکت، نمونه کارها و جذب مشتریان بالقوه ایده‌آل هستند. طراحی واکنش‌گرا و بهینه‌سازی برای موتورهای جستجو از مواردی است که برای هر نوع وب‌سایتی اهمیت دارد.",
  },
  {
    id: uuidv4(),
    title: "نوع وب‌سایت مناسب کسب‌وکار من چیست؟",
    desc: "زمان تحویل وب‌سایت بستگی به نوع آن دارد و بسته به پیچیدگی پروژه می‌تواند متغیر باشد. برای مثال، طراحی یک وب‌سایت فروشگاهی که نیاز به پیاده‌سازی سیستم پرداخت آنلاین، مدیریت محصولات و تنظیمات امنیتی دارد، ممکن است زمان بیشتری ببرد. در مقابل، یک وب‌سایت شرکتی که اطلاعات ثابتی مانند معرفی شرکت و خدمات را شامل می‌شود، زمان کمتری نیاز دارد. با این حال، به‌طور میانگین می‌توان انتظار داشت که طراحی و توسعه یک وب‌سایت استاندارد بین ۲ تا ۳ هفته زمان ببرد. البته، درخواست‌های خاص یا تغییرات در حین پروژه ممکن است این زمان را افزایش دهد.",
  },
  {
    id: uuidv4(),
    title: "عوامل تاثیرگذار بر هزینه طراحی چیست؟",
    desc: "هزینه طراحی وب‌سایت تحت تأثیر عوامل متعددی قرار دارد که هر کدام به نوع و پیچیدگی پروژه بستگی دارند. یکی از اصلی‌ترین عوامل، نوع وب‌سایت است؛ وب‌سایت‌های فروشگاهی با امکاناتی مانند سبد خرید، پرداخت آنلاین و مدیریت موجودی معمولاً هزینه بیشتری نسبت به وب‌سایت‌های شرکتی دارند. طراحی اختصاصی و گرافیک منحصر به فرد نیز می‌تواند هزینه را افزایش دهد. تعداد صفحات و امکانات ویژه مانند سیستم‌های عضویت، وبلاگ، یا اپلیکیشن‌های جانبی نیز از عوامل تأثیرگذار هستند. همچنین، بهینه‌سازی برای موتورهای جستجو (SEO) و پشتیبانی فنی بعد از تحویل پروژه نیز می‌تواند هزینه نهایی را تغییر دهد.",
  },
  {
    id: uuidv4(),
    title: "آیا سایت واکنش‌گرا (Responsive) است؟",
    desc: "بله، تمامی وب‌سایت‌هایی که طراحی می‌شوند واکنش‌گرا (Responsive) هستند. این به معنای آن است که وب‌سایت شما به‌طور خودکار با اندازه و نوع دستگاه‌های مختلف مانند دسکتاپ، تبلت و موبایل سازگار خواهد شد. طراحی واکنش‌گرا اهمیت ویژه‌ای دارد، زیرا کاربران از دستگاه‌های مختلفی برای دسترسی به اینترنت استفاده می‌کنند و وب‌سایتی که به درستی روی همه این دستگاه‌ها نمایش داده شود، تجربه کاربری بهتری ارائه می‌دهد. این ویژگی همچنین تأثیر مثبتی بر رتبه‌بندی وب‌سایت در موتورهای جستجو دارد.",
  },
  {
    id: uuidv4(),
    title: "چگونه محتوای وب‌سایت را ویرایش کنم؟",
    desc: "برای ویرایش محتوای وب‌سایت، یک پنل کاربری فارسی و ساده در اختیار شما قرار می‌گیرد که استفاده از آن نیازی به دانش فنی یا انگلیسی ندارد. این پنل به‌گونه‌ای طراحی شده است که حتی افراد بدون تجربه قبلی نیز بتوانند به راحتی محتوا، تصاویر، و اطلاعات وب‌سایت خود را تغییر دهند. از طریق این پنل می‌توانید صفحات جدید اضافه کنید، متن‌ها را ویرایش یا به‌روزرسانی کنید و حتی بخش‌های مختلف وب‌سایت را مدیریت کنید. این ابزار کاربرپسند به شما اجازه می‌دهد تا به‌صورت سریع و بدون نیاز به کمک توسعه‌دهنده، تغییرات لازم را اعمال کنید.",
  },
  {
    id: uuidv4(),
    title: "آیا طراحی شامل بهینه‌سازی SEO است؟",
    desc: "بله، طراحی وب‌سایت شامل بهینه‌سازی اولیه SEO نیز می‌باشد. در این فرآیند، تمامی اصول SEO تکنیکال رعایت می‌شود تا وب‌سایت از لحاظ ساختاری برای موتورهای جستجو مناسب باشد. همچنین، وب‌سایت به Google Search Console متصل شده و درخواست ایندکس اولیه آن ارسال می‌شود تا صفحات سایت در سریع‌ترین زمان ممکن در موتورهای جستجو فهرست شوند. این بهینه‌سازی اولیه شامل تنظیمات متا تگ‌ها، بهینه‌سازی سرعت بارگذاری، و رعایت استانداردهای کدنویسی است که پایه‌ای محکم برای بهبود رتبه‌بندی سایت در نتایج جستجو فراهم می‌کند.",
  },
  {
    id: uuidv4(),
    title: "وب‌سایت من چقدر امن است؟",
    desc: "امنیت وب‌سایت شما به میزان زیادی به نحوه استفاده و پیکربندی آن بستگی دارد. با استفاده از سیستم مدیریت محتوا وردپرس، امنیت وب‌سایت شما می‌تواند به طور قابل توجهی افزایش یابد، به شرطی که تنظیمات و پیکربندی‌های امنیتی به درستی انجام شوند. ما با استفاده از بهترین شیوه‌ها برای امنیت وردپرس، شامل نصب افزونه‌های امنیتی معتبر، به‌روزرسانی‌های منظم، و پیکربندی تنظیمات امنیتی به‌روز، سعی می‌کنیم سطح بالایی از امنیت را برای وب‌سایت شما فراهم کنیم. همچنین، با بررسی و رفع مشکلات امنیتی ممکن و ارائه مشاوره‌های امنیتی، تلاش خواهیم کرد تا وب‌سایت شما در برابر تهدیدات مختلف محافظت شود.",
  },
  {
    id: uuidv4(),
    title: "آیا هاست و دامنه را شما فراهم می‌کنید؟",
    desc: "بله، ما می‌توانیم خدمات هاستینگ و دامنه را برای شما فراهم کنیم. در صورتی که شما قبلاً هاست و دامنه خود را تهیه کرده‌اید، هزینه این خدمات از مبلغ کل پروژه کسر خواهد شد. هدف ما این است که با ارائه خدمات کامل و هماهنگ، تجربه بهتری برای شما فراهم کنیم و از ایجاد هزینه‌های اضافی جلوگیری کنیم.",
  },
  {
    id: uuidv4(),
    title: "چگونه بازدیدکنندگان سایت را تحلیل کنم؟",
    desc: "برای تحلیل بازدیدکنندگان وب‌سایت، یکی از بهترین ابزارها اتصال سایت به Google Analytics است. این ابزار به شما این امکان را می‌دهد که رفتار کاربران را بررسی کرده، داده‌های دقیق در مورد منابع ترافیک، مدت زمان حضور کاربران، و تعاملات آن‌ها با وب‌سایت را جمع‌آوری کنید. برای استفاده از Google Analytics، می‌توانید این درخواست را هنگام عقد قرارداد مطرح کنید، و ما به شما کمک خواهیم کرد تا سایت خود را به این ابزار متصل کرده و گزارش‌های مفصلی از عملکرد وب‌سایت خود دریافت کنید. این تحلیل‌ها به شما کمک می‌کند تا استراتژی‌های بهینه‌سازی را پیاده‌سازی کنید و تجربه کاربری بهتری را ارائه دهید.",
  },
  {
    id: uuidv4(),
    title: "آیا امکان افزودن فروشگاه آنلاین هست؟",
    desc: "بله، امکان افزودن فروشگاه آنلاین به وب‌سایت شما وجود دارد. ما می‌توانیم با استفاده از امکانات متنوع و پیشرفته برای وب‌سایت‌های فروشگاهی، نیازهای خاص شما را برآورده کنیم. این امکانات شامل سیستم‌های پرداخت آنلاین، مدیریت محصولات، سبد خرید، و امکانات مدیریتی دیگر است. شما می‌توانید برای هر یک از ویژگی‌های مورد نظر خود درخواست دهید و هزینه‌ها بر اساس نیازهای خاص شما اعلام خواهد شد. هدف ما این است که یک تجربه خرید آنلاین جامع و کاربرپسند برای شما و مشتریانتان فراهم کنیم.",
  },
  {
    id: uuidv4(),
    title: "آیا پشتیبانی پس از تحویل وجود دارد؟",
    desc: "بله، ما پس از تحویل وب‌سایت، یک ماه پشتیبانی فنی رایگان ارائه می‌دهیم. این پشتیبانی شامل رفع مشکلات فنی و پاسخ به سوالات مربوط به عملکرد وب‌سایت است. پس از این دوره، پشتیبانی فنی به صورت ماهانه ارائه می‌شود و شامل هزینه جداگانه خواهد بود. هدف ما این است که اطمینان حاصل کنیم وب‌سایت شما به درستی و بدون مشکل کار کند و هر گونه نیاز یا مشکل احتمالی به سرعت رفع شود.",
  },
  {
    id: uuidv4(),
    title: "آیا وب‌سایت استانداردهای بین المللی را رعایت می‌کند؟",
    desc: "بله، وب‌سایت شما کاملاً مطابق با استانداردهای بین‌المللی طراحی و توسعه خواهد شد. با توجه به ماهیت و اهمیت وب‌سایت، ما اطمینان حاصل خواهیم کرد که تمام اصول و استانداردهای حرفه‌ای رعایت شوند. این شامل رعایت اصول طراحی واکنش‌گرا، بهینه‌سازی برای موتورهای جستجو (SEO)، سرعت بارگذاری، امنیت، و دسترسی‌پذیری است. هدف ما این است که وب‌سایت شما نه تنها از نظر عملکرد و طراحی عالی باشد، بلکه با بالاترین استانداردهای جهانی هماهنگ باشد.",
  },
  {
    id: uuidv4(),
    title: "آیا سایت چندزبانه خواهد بود؟",
    desc: "بله، امکان افزودن ویژگی چندزبانه به وب‌سایت شما وجود دارد. می‌توانید زبان‌های مختلف از جمله انگلیسی، عربی، ترکی و سایر زبان‌ها را به وب‌سایت خود اضافه کنید و وب‌سایت خود را به صورت چندزبانه تنظیم کنید. این قابلیت به شما این امکان را می‌دهد که به مخاطبان گسترده‌تری دسترسی پیدا کنید و تجربه کاربری بهتری را برای بازدیدکنندگان با زبان‌های مختلف فراهم کنید.",
  },
  {
    id: uuidv4(),
    title: "آیا سازگاری با مرورگرها تضمین می‌شود؟",
    desc: "بله، سازگاری با مرورگرها تضمین می‌شود. ما به این نکته توجه می‌کنیم که وب‌سایت شما به طور کامل و صحیح در مرورگرهای مختلف مانند کروم، فایرفاکس، سافاری، و مایکروسافت اج نمایش داده شود. هدف ما این است که تجربه کاربری یکپارچه‌ای را برای تمامی بازدیدکنندگان، بدون توجه به مرورگری که استفاده می‌کنند، فراهم کنیم.",
  },
  {
    id: uuidv4(),
    title: "آیا امکان ارتقاء و توسعه وجود دارد؟",
    desc: "بله، سازگاری با مرورگرها تضمین می‌شود. ما به این نکته توجه می‌کنیم که وب‌سایت شما به طور کامل و صحیح در مرورگرهای مختلف مانند کروم، فایرفاکس، سافاری، و مایکروسافت اج نمایش داده شود. هدف ما این است که تجربه کاربری یکپارچه‌ای را برای تمامی بازدیدکنندگان، بدون توجه به مرورگری که استفاده می‌کنند، فراهم کنیم.",
  },
  {
    id: uuidv4(),
    title: "آیا امکان ارتقاء و توسعه وجود دارد؟",
    desc: "بله، امکان ارتقاء و توسعه وب‌سایت وجود دارد. شما می‌توانید در آینده با ذکر قرارداد جدید، امکانات و ویژگی‌های جدیدی را به وب‌سایت خود اضافه کنید. این شامل افزودن ویژگی‌های جدید، به‌روزرسانی طراحی، و ارتقاء عملکرد وب‌سایت است. هدف ما این است که وب‌سایت شما به طور مداوم با نیازهای شما هماهنگ بماند و بتواند به راحتی تغییرات و بهبودهای مورد نظر شما را پشتیبانی کند.",
  },
  {
    id: uuidv4(),
    title: "چه CMS‌ای پیشنهاد می‌کنید؟",
    desc: "برای بسیاری از نیازهای طراحی و مدیریت وب‌سایت، پیشنهاد می‌کنم از سیستم مدیریت محتوا (CMS) وردپرس استفاده کنید. وردپرس یکی از محبوب‌ترین و انعطاف‌پذیرترین CMS‌هاست که به دلیل سادگی استفاده، قابلیت‌های گسترده، و پشتیبانی از افزونه‌ها و تم‌های متنوع، برای انواع وب‌سایت‌ها مناسب است. این سیستم به شما امکان می‌دهد به راحتی محتوا را مدیریت کنید، ویژگی‌های جدید اضافه کنید، و طراحی وب‌سایت را به طور دلخواه سفارشی کنید.",
  },
];
