import { v4 as uuidv4 } from "uuid";
export const createValueData = [
  {
    id: uuidv4(),
    title: "اعضای تیم ریباز",
    description:
      "با توجه به کار و نیاز درخواستی شما هر کدام با توجه به موضوع آن توسط متخصص آن حوزه انجام می‌گیرد تا تضمینی باشد برای دریافت بهترین عملکرد و نتیجه برای شما",
  },
  {
    id: uuidv4(),
    title: "مشاوره و بررسی تخصصی",
    description:
      "قبل از شروع کار جلسه‌ای به صورت حضوری یا آنلاین با شما گذاشته می‌شود و تمام ابعاد پروژه با شما بررسی می‌شود تا به تمامی نیازهای شما رسیدگی شود و خروجی کار مناسب کسب‌وکار شما باشد.",
  },
  {
    id: uuidv4(),
    title: "کارشناسان خبره",
    description:
      "مجموعه ریباز وب تشکیل شده از جوانان خبره و باهوش است که هرکدام در تخصص خود حرفه‌ای و با تجربه هستند و با سطح دانش بالا و به‌کارگیری خلاقیت فردی کار شما را به نحو احسن انجام می‌دهند.",
  },
  {
    id: uuidv4(),
    title: "تکنولوژی روز",
    description:
      "ما همیشه تلاش می‌کنیم تا از به‌روزترین تکنولوژی‌های فضای مجازی برای دیجیتال مارکتینگ استفاده کنیم. شما می‌توانید پیشرفته‌ترین تکنولوژی‌ها را از ما بخواهید.",
  },
  {
    id: uuidv4(),
    title: "مناسب‌ترین قیمت‌ها",
    description:
      "هیچ‌گاه مناسب‌ترین قیمت به معنی ارزان‌ترین نخواهد بود، در ریبازوب مناسب‌ترین قیمت به این معنی است که بیشترین بهره‌وری با کمترین قیمت اجرا خواهد شد.",
  },
  {
    id: uuidv4(),
    title: "پشتیبانی آنلاین",
    description:
      "تیم پشتیبان ریبازوب در تمام ایام هفته پشتیبان شما هستند، اگر به مشکلی برخوردید کافیست با تیم پشتیبانی ما تماس بگیرید تا در سریع‌ترین زمان مشکل شما حل شود.",
  },
];
