export const plansData = [
  {
    id: 123,
    badge: {
      planName: "پلن ۱",
      desc: "وبسایت شخصی",
    },
    options: [
      "۱.۵ گیگابایت فضای هاست (یکساله)",
      "طراحی با سیستم مدیریت محتوای وردپرس",
      "کاملا ریسپانسیو (واکنشرا برای موبایل)",
      "پنل مدیریتی کاملا فارسی و ساده",
      "وبلاگ جهت انتشار مقالات",
      "بارگزاری محتوای اولیه سایت",
      "بهینه سازی اولیه برای موتورهای جست و جو",
      "ثبت دامنه ir رایگان",
      "آموزش رایگان استفاده از پنل مدیریت",
      "مدت زمان تحویل: ۷ الی ۱۰ روز",
    ],
  },
  {
    id: 1235,
    badge: {
      planName: "پلن ۲",
      desc: "وبسایت شرکتی",
    },
    options: [
      "۳ گیگ فضای هاست (یکساله)",
      "طراحی با سیستم مدیریت محتوای وردپرس",
      "کاملا ریسپانسیو (واکنشگرا در موبایل)",
      "پنل مدیریتی کاملا فارسی و ساده",
      "وبلاگ جهت انتشار مقالات و نمونه کارها",
      "بارگزاری و بهینه سازی مطالب برای گوگل",
      "دیزاین و طراحی اختصاصی برای همان شرکت",
      "ثبت دامنه ir رایگان",
      "آموزش رایگان استفاده از پنل مدیریت",
      "مدت زمان تحویل: ۱۰ الی ۱۵ روز",
    ],
  },
  {
    id: 12312,
    badge: {
      planName: "پلن ۳",
      desc: "وبسایت فروشگاهی",
    },
    options: [
      "۵ گیگ فضای هاست (یکساله)",
      "طراحی با سیستم مدیریت محتوای وردپرس",
      "کاملا ریسپانسیو (واکنشگرا در موبایل)",
      "پنل مدیریتی کاملا فارسی و ساده",
      "وبلاگ جهت انتشار مقالات و نمونه کارها",
      "بارگزاری و بهینه سازی مطالب برای گوگل",
      "ساخت فروشگاه حرفه ای با ووکامرس",
      "ثبت دامنه ir رایگان",
      "آموزش رایگان استفاده از پنل مدیریت",
      "مدت زمان تحویل: ۲۰ الی ۲۵ روز",
    ],
  },
];
